[
    {"name":"Will Heard", "date":"Thursday, May 12, 2022","url":"https://images.squarespace-cdn.com/content/v1/5d8d3c83aeae29332934b4e6/1624998706757-339FT4UVMW9G2W90OYQO/0.jpeg?format=750w","time":"6:00 PM - 9:00 PM","info":"Will Heard is a native San Clemente musician who started playing guitar at ten years old. He has been playing and performing in bands since he was 12. Will spent his teenage years playing shows and touring the US and Canada with bands as diverse as The Beach Boys and Joan Jett to Green Day, NOFX, and the Long Beach dub Allstars (members of sublime). You can find Will playing somewhere almost any night of the week!"},
    {"name":"Adam Lasher","date":"Friday, May 13, 2022","url":"https://images.squarespace-cdn.com/content/v1/5d8d3c83aeae29332934b4e6/1622494783366-Z9WXH58LMQ34D2TKVBWH/12632_full.jpg?format=750w","time":"6:30 PM - 9:30 PM","info":" Adam Lasher is an Artist  known for joining the 2015 season and becoming a 2016 season Finalist on FOX's “American Idol”.  Adam first auditioned in New Orleans, with an original song, “These Shoes” and quickly became one of the judges’ favorites. When they asked Adam about a small black case clipped to his guitar strap, Adam shared with a national audience that he is a type 1 diabetic. Upon meeting Adam, Jennifer Lopez first assumed he was Jimmy Fallon in a disguise because of the likely resemblance. This led to an actual impersonation by Jimmy Fallon during a Ryan Seacrest interview on the Tonight Show.  Adam is also passionate about helping improve other Type 1 Diabetic lives by bringing awareness to new medical advancements in Diabetes. "},
    {"name":"Lauren Black","date":"Saturday, May 14, 2022","url":"https://images.squarespace-cdn.com/content/v1/5d8d3c83aeae29332934b4e6/1648689473162-TZ3KTX9MB83FPB1ALADG/11240769_423750931158746_2171289603238157703_n.jpg?format=500w","time":"6:30 PM  9:30 PM","info":"N/A"}
    ,{"name":"Roderick Chambers","date":"May 18, 2022","url":"https://images.squarespace-cdn.com/content/v1/5d8d3c83aeae29332934b4e6/1622498847533-XG7WS3G43NGGO7JM3885/118787359_3385001548210428_4744806591772423761_n.jpg?format=750w","time":"6:00 PM - 9:00 PM","info":"Roderick Chambers, 38, of Miami, Fla., performed “Back at One” by Brian McKnight. Robert immediately showed off nice range and earned a quick chair turn from Nick Jonas. None of the other coaches turned, however, meaning Robert automatically became Team Nick. Nick said he was transported back to the first time he heard the song. He called the performance “phenomenal.”"},
    {"name":"Kai Kalama","date":"Friday, May 20, 2022","url":"https://images.squarespace-cdn.com/content/v1/5d8d3c83aeae29332934b4e6/1622495034228-5SOJWW2UFPL79RM598XB/12419126_245571689110850_3465575564298070176_o.jpg?format=750w","time":"6:30 PM  9:30 PM","info":"Native to Southern California, Kai has been singing and performing since the age of 6, then playing guitar and singing with his brother since he was 12 years old. The youngest son of a Hawaiian music entertainer Father, and a choir director Mother, Kai was destined to play and compose music from an early age.Fast forward to 2009 when Kai was one of 36 Semi-Finalists on Season 8 of American Idol. There he gained massive exposure and breathed new life into his writing and performing, while gaining the confidence he so easily exudes now. Kai and his brother, after their Father's sudden passing recorded a Hawaiian-soul album as a tribute, which was released in 2011 by famed Hawaiian entertainer Willie K. "}
]
